w4/w4d4/SoundCRUD/app/views/albums/index.html.erb

SELECT "albums".* FROM "albums"
---
<h1>Albums!</h1>
<% Album.all.each do |album| %>