w4/w4d4/SoundCRUD/app/controllers/bands_controller.rb

  def destroy
    @band = Band.find_by(id: params[:id])
---
SELECT  "bands".* FROM "bands" WHERE "bands"."id" = $1 LIMIT 1  [["id", 0]]