w4/w4d4/SoundCRUD/app/views/bands/index.html.erb

SELECT "bands".* FROM "bands"
---
<h1>Bands!</h1>
<% Band.all.each do |band| %>