w4/w4d4/SoundCRUD/app/views/tracks/index.html.erb

SELECT "tracks".* FROM "tracks"
---
<h1>Tracks!</h1>
<% Track.all.each do |track| %>